Repository: Baldtech/jhooa
Catalog: src/Jhooa.UI/Features/Home/Resources/Home.*.resx
Languages: fr_fr

source: Our concept
fr_fr: Notre concept

# OurConceptPart1
source: The daily grind—we all know it! It can quickly sweep us away in favor of our obligations, pulling us away from our needs and dreams. It was from this realization that <span class="font-amsiProBlack text-jhooa-peach-100">Jhooa!</span> was born, with the desire to enable everyone to live fully through the power of the collective.
fr_fr: Le quotidien, on le connait tous ! Il peut vite nous emporter au profit de nos obligations et nous éloigner de nos besoins et de nos rêves. C’est de ce constat qu’est né <span class="font-amsiProBlack text-jhooa-peach-100">Jhooa!</span>, avec l’envie de permettre à chacun de vivre pleinement grâce à la force du collectif.

# OurConceptPart2
source: Imagine a place where your wishes, from the simplest to the most daring, come to life. We offer our members the unique opportunity to <span class="font-amsiProBlack">experience moments of joy, comfort, excitement</span>, or serenity—everything you need to be happy.
fr_fr: Imaginez un lieu où vos souhaits, des plus simples aux plus audacieux, prennent vie. Nous offrons à nos membres l’opportunité unique de <span class="font-amsiProBlack">vivre des moments de joie, de confort, de folie, ou de sérénité</span>, tout ce dont vous avez besoin pour être heureux.

# OurConceptPart3
source: In addition to fulfilling your wishes, you’ll have the chance to take part in <span class="font-amsiProBlack">extraordinary events</span>: concerts with hotel stays, gourmet meals by a chef in unique locations, pizza in Rome, skydiving… we’ll be sure to surprise you!
fr_fr: En plus de réaliser vos souhaits, vous aurez la chance de participer à <span class="font-amsiProBlack">des événements hors du commun</span> : concerts avec nuit d’hôtel, repas d’un chef dans un lieu insolite, pizza à Rome, saut en parachute… nous saurons vous surprendre !

# OurConceptPart4
source: <span class="font-amsiProBlack text-jhooa-peach-100">Jhooa!</span> is much more than an experience; it’s the key that unlocks the extraordinary within the ordinary, an invitation to shake up your daily life, reach the unreachable, and live with the feeling that anything is possible.
fr_fr: <span class="font-amsiProBlack text-jhooa-peach-100">Jhooa!</span>, c’est bien plus qu’une expérience ; c’est la clé qui ouvre la porte de l’extra dans l’ordinaire, une invitation à bousculer votre quotidien, à toucher l’inaccessible et à vivre en ayant le sentiment que tout devient possible.

# TitleCourage
source: The courage to dream; empowering us to achieve.
fr_fr: L’audace de rêver, nous permettre de réaliser.

# EventsPart1
source: Our events are as wild as they are surprising. Their only limit is our imagination, and their driving force is making you feel truly alive.
fr_fr: Nos événements sont aussi fous que surprenants. Ils n’ont comme limite que celle de notre esprit et comme énergie celle de vous faire vous sentir vivants ;

# EventsPart2
source: Their goal: To create unforgettable, timeless moments that disrupt your daily routine and nurture the childlike needs that live within us all—playfulness and whimsy.
fr_fr: Leur but : Créer des moments inoubliables et hors du temps pour contrarier votre quotidien et nourrir ces besoins enfantins qui vivent en chacun : le jeu et la folie

source: Our events
fr_fr: Nos événements

# ExpTitle
source: Join the experience
fr_fr: Rejoignez l’expérience

# ExpDescription
source: Jhooa! is 200,000 subscribers and not one more, among whom you could find yourself each month! Your power to experience WOW moments lies in the collective; your uniqueness is your advantage!
fr_fr: Jhooa! c’est 200.000 abonnés et pas un de plus parmi lesquels chaque mois vous pouvez vous trouver ! Votre force pour vivre des moments WAW c’est le collectif, votre chance c’est votre individualité !

# ExpPart1Title
source: Dare to make your dreams come true.
fr_fr: Tentez de réaliser vos rêves

# ExpPart1Desc
source: As subscribers, you have the unique opportunity to share three wishes: small, medium, and big. Whether it’s a magical moment, something missing from your daily life, or anything else close to your heart. Each month, one or more of you will see one of your dreams come true.
fr_fr: En tant qu’abonnés, vous avez l’opportunité unique de partager trois vœux : petit, moyen et grand. Qu’il s’agisse d’un moment magique, quelque chose qui manque à votre quotidien ou toute autre chose qui vous tient à cœur. Chaque mois, un ou plusieurs d’entre vous verront un de leurs rêves devenir réalité.

# ExpPart2Title
source: Unlimited Access to Our Video Content
fr_fr: Accédez à nos contenus vidéos illimités

# ExpPart2Desc
source: As members, you enjoy unlimited access to video content that immerses you in the heart of dreams and events, as well as the world of Jhooa! Follow us as we announce to selected subscribers that their dreams are about to come true, witness the fulfillment of those dreams, and relive the magic of our events.
fr_fr: En tant que membres vous bénéficiez d’un accès illimité à un contenu vidéo qui vous plonge au cœur des rêves et des événements, ainsi que dans la vie de Jhooa ! Suivez-nous pour annoncer aux abonnés sélectionnés qu’ils vont voir leur rêve se réaliser, assistez à la concrétisation de ces rêves et revivez la magie de nos événements.

# ExpPart3Title
source: Seize the Opportunity to Join Our Events
fr_fr: Saisissez l’opportunité de participer à nos événements

# ExpPart3Desc
source: Our subscribers are invited to participate in exclusive and surprising events designed to amaze and leave a lasting impression. Each moment spent with us is a magical escape, where the ordinary gives way to the extraordinary.
fr_fr: Nos abonnés sont invités à participer à des événements exclusifs et surprenants conçus pour vous émerveiller et marquer vos esprits. Chaque moment passé avec nous constitue une parenthèse enchantée où l’ordinaire cède place à l’extraordinaire.

source: Monthly
fr_fr: Mensuel

source: Yearly
fr_fr: Annuel

# PriceYearlyDesc
source: €/year
fr_fr: €/an

# PriceMonthlyDesc
source: €/month
fr_fr: €/mois

# ExpContact
source: JHOOA! will contact the list of selected individuals on the 15th of each month following the months in which they participated by sharing their wishes with us.
fr_fr: JHOOA ! contactera les personnes sélectionnées chaque 15 du mois qui suit les mois pour lesquels elles ont participé en nous partageant leurs vœux.
